{
  "job_description": {
    "job_head_desc": "Who we are:",
    "job_descrip": "Our team is a part of the R&D division and we are responsible for building complex, large-scale, real-time systems. We collaborate closely with other parts of business to provide high-quality solutions and support to our partners.",
    "job_head_candid": "What we do:",
    "job_candidate": "Our team always stays at the forefront of the industry and develops an ambitious platform for the security of vehicles, scooters and even pets (gps-trace.com). We take part in full-cycle development of these solutions: analysis, development, testing and support. \r\nOur core technologies:\nPython — backend o\tAiohttp\nJava(Type)Script — backend & frontend o\t VueJS, Quasar, Node\r\nWe also use:\nMicroservice architecture, data bus on the base of MQTT Kubernetes, Helm и Docker Databases: PostgreSQL, CockroachDB, etc",
    "job_head_requirement": "Who we are looking for:",
    "job_requirement": "A reliable teammate - an engineer who will take on the tasks of software development and maintenance along with his teammates. This job is open for all seniorities!\n\r\nWe understand that mastering a technology or a framework is not a stumbling block, so we expect from you fundamental knowledge:\nWeb and network basics Algorithms and their complexity, the ability to write them effectively Basic OOP principles and how to apply them Asynchronous programming / multithreading Experience with services / microservices. \r\nWe are ready to collaborate with people who have a technical background in software development using different stack of technologies but who are willing to adopt new tools and languages in their work. Your general technical skills, engagement, persistence and abilities are highly important to us. \n\r\nAt the same time we rely on your strengths, whether it is back-end/front-end/full-stack development, you’ll have an opportunity to boost your skills and get profound experience working on IoT projects. \n\r\nDuring the adaptation process we will provide you with all the necessary information to dive into the architecture of our systems and the peculiarities of the business.",
    "job_head_salary": "Being a part of Gurtam means:",
    "job_salary_format": "WorkinaninternationalcompanywithofficesallovertheworldCompetitivecompensationbasedonyourambitionsandresponsibilitiesthatyouarereadytotakeOpportunitytojoinafriendlyandsupportiveteamthatfostersfreedomtoshapeandcreateOpportunitytocontributetothedevelopmentofaglobalproductusedbybusinessesfrom150countriesAlotofinteresting,versatiletaskswhichmakeeverydayunique—thisisnottheordinaryjobthatwillgetboringinayearExperienceexchangewithcolleaguesallaroundtheworldSpaciousofficeinTechnopolisPentaVilnius"
  },
  "post_id": "9494412",
  "post_url": "https://www.cvbankas.lt/back-end-engineer-vilniuje/1-9494412",
  "img_url": "https://cvbankas-img.dgn.lt/companylogo_2_16206591/gurtam.jpg",
  "position": "Back-End Engineer",
  "company": "UAB „Gurtam“",
  "salary": [
    3000,
    7000
  ],
  "city": "Vilniuje",
  "upload_post": "2022-11-25 09:52:40",
  "time_public": "prieš 16 d."
}